Repository: CofficLab/GitOK
Catalog: APP/Core/Core.xcstrings
Source language: en
Languages: zh_hk

source: Emoji 风格
zh_hk: Emoji 風格

source: Emoji风格
zh_hk: Emoji 風格

source: 一个现代化的 Git 客户端，让 Git 操作更加简单高效。
zh_hk: 一個現代化的 Git 客戶端，讓 Git 操作更加簡單高效。

source: 主机名
zh_hk: 主機名

source: 主题模式
zh_hk: Theme Mode

source: 仓库设置
zh_hk: 倉庫設置

source: 保存
zh_hk: 儲存

source: 保存失败: %@
zh_hk: 保存失敗: %@~

source: 保存预设失败: %@
zh_hk: 保存預設失敗: %@

source: 全局默认风格
zh_hk: 全局默認風格

source: 关于
zh_hk: About

source: 内存
zh_hk: 記憶體

source: 内存使用
zh_hk: 內存使用

source: 删除此预设
zh_hk: Delete this preset

source: 删除远程仓库失败: %@
zh_hk: 刪除遠程倉庫失敗: %@

source: 删除预设
zh_hk: Delete Preset

source: 删除预设失败: %@
zh_hk: 刪除預設失敗: %@

source: 加载远程仓库失败: %@
zh_hk: 加載遠程倉庫失敗: %@

source: 可用内存
zh_hk: 可用內存

source: 名称
zh_hk: 名稱

source: 启用或禁用 GitOK 的插件功能
zh_hk: 啟用或禁用 GitOK 的插件功能

source: 处理器
zh_hk: 處理器

source: 外观
zh_hk: Appearance

source: 始终使用浅色外观
zh_hk: 始終使用淺色外觀

source: 始终使用深色外观
zh_hk: 始終使用深色外觀

source: 字体大小
zh_hk: Font Size

source: 官方网站
zh_hk: Official Website

source: 宽松
zh_hk: 寬鬆

source: 已用内存
zh_hk: 已用內存

source: 布局密度
zh_hk: Layout Density~

source: 平衡的布局，适合大多数场景
zh_hk: 平衡的佈局，適合大多數場景

source: 应用于所有新项目的默认风格
zh_hk: 應用於所有新項目的預設風格

source: 应用信息
zh_hk: App Info

source: 应用名称
zh_hk: App Name

source: 强调色
zh_hk: Accent Color

source: 当前没有可以在设置中管理的插件
zh_hk: 當前沒有可以在設置中管理的插件

source: 当前项目风格
zh_hk: 當前項目風格

source: 总内存
zh_hk: 總內存

source: 总容量
zh_hk: 總容量

source: 新项目的默认 Commit 消息显示风格
zh_hk: 新項目的默認 Commit 消息顯示風格

source: 无法加载当前用户信息: %@
zh_hk: 無法加載當前用戶信息: %@

source: 暂无可配置插件
zh_hk: 暫無可配置插件

source: 更宽松的布局，视觉更舒适
zh_hk: 更寬鬆的佈局，視覺更舒適

source: 更紧凑的布局，显示更多内容
zh_hk: 更緊湊的佈局，顯示更多內容

source: 未安装
zh_hk: 未安裝

source: 未打开项目
zh_hk: 未打開項目

source: 核心数
zh_hk: 核心數~

source: 此项目的 Commit 消息显示风格
zh_hk: 此項目的 Commit 消息顯示風格

source: 浅色模式
zh_hk: 淺色模式

source: 添加新预设
zh_hk: Add New Preset

source: 添加远程仓库失败: %@
zh_hk: 添加遠程倉庫失敗: %@

source: 源代码
zh_hk: Source Code

source: 版本
zh_hk: Version

source: 版本 %@
zh_hk: Version %@

source: 现有预设
zh_hk: Existing Presets

source: 用户信息
zh_hk: 用戶信息

source: 用户名
zh_hk: 用戶名

source: 硬件
zh_hk: 硬體

source: 确定
zh_hk: 確定

source: 确定要将所有外观设置重置为默认值吗？
zh_hk: 確定要將所有外觀設置重置為默認值嗎？

source: 磁盘
zh_hk: 磁碟

source: 磁盘使用
zh_hk: 磁盤使用

source: 系统
zh_hk: 系統

source: 系统信息
zh_hk: 系統資訊

source: 系统名称
zh_hk: 系統名稱

source: 系统架构
zh_hk: 系統架構

source: 系统版本
zh_hk: 系統版本

source: 红色
zh_hk: 紅色

source: 紧凑
zh_hk: 緊湊

source: 纯文本小写
zh_hk: 純文本小寫~

source: 纯文本风格
zh_hk: 純文本風格

source: 绿色
zh_hk: 綠色

source: 缩放比例: %lld%%
zh_hk: 縮放比例: %lld%%

source: 舒适
zh_hk: 舒適

source: 蓝色
zh_hk: 藍色

source: 设置
zh_hk: 設定~

source: 请先选择一个项目
zh_hk: 請先選擇一個項目

source: 请输入有效的 Git URL
zh_hk: 請輸入有效的 Git URL

source: 跟随系统
zh_hk: 跟隨系統

source: 跟随系统设置自动切换
zh_hk: 跟隨系統設置自動切換

source: 输入用户名
zh_hk: 輸入用戶名

source: 输入邮箱
zh_hk: 輸入郵箱

source: 这些设置仅适用于当前项目，不会影响全局Git配置
zh_hk: 這些設置僅適用於當前項目，不會影響全局 Git 配置

source: 远程仓库信息
zh_hk: 遠程倉庫信息

source: 选择应用的主要强调色
zh_hk: 選擇應用的主要強調色

source: 邮箱
zh_hk: 郵箱

source: 配置当前项目的Git用户信息
zh_hk: 配置當前項目的 Git 用戶信息

source: 重置
zh_hk: Reset

source: 重置外观设置
zh_hk: Reset Appearance Settings

source: 重置所有外观设置
zh_hk: 重置所有外觀設置

source: 链接
zh_hk: Links

source: 靛蓝
zh_hk: 靛藍

source: 项目：%@
zh_hk: 項目：%@

source: 项目配置优先级高于全局配置
zh_hk: 項目配置優先級高於全局配置

source: 预览
zh_hk: 預覽

source: 预设配置
zh_hk: 預設配置

source: 风格
zh_hk: 風格

source: 黄色
zh_hk: 黃色
